[{"ref": "JOB 9:12", "sent1": "Behold, He snatches away, who brings it back? Who says to Him, What [are] You doing?", "sent2": "Behold, he taketh away, who can hinder him? who will say unto him, What doest thou?", "score": 4.24}, {"ref": "JOB 9:13", "sent1": "God does not turn back His anger, || Proud helpers have bowed under Him.", "sent2": "If God will not withdraw his anger, the proud helpers do stoop under him.", "score": 3.75}, {"ref": "JOB 9:14", "sent1": "How much less do I answer Him? Choose out my words with Him?", "sent2": "How much less shall I answer him, and choose out my words to reason with him?", "score": 4.57}, {"ref": "JOB 9:15", "sent1": "Whom, though I were righteous, I do not answer, || For my judgment I make supplication.", "sent2": "Whom, though I were righteous, yet would I not answer, but I would make supplication to my judge.", "score": 4.07}, {"ref": "JOB 9:16", "sent1": "Though I had called and He answers me, I do not believe that He gives ear [to] my voice.", "sent2": "If I had called, and he had answered me; yet would I not believe that he had hearkened unto my voice.", "score": 4.49}, {"ref": "JOB 9:17", "sent1": "Because He bruises me with a storm, || And has multiplied my wounds for nothing.", "sent2": "For he breaketh me with a tempest, and multiplieth my wounds without cause.", "score": 4.01}, {"ref": "JOB 9:18", "sent1": "He does not permit me to refresh my spirit, || But fills me with bitter things.", "sent2": "He will not suffer me to take my breath, but filleth me with bitterness.", "score": 3.66}, {"ref": "JOB 9:19", "sent1": "If of power, behold, the Strong One; And if of judgment—who convenes me?", "sent2": "If I speak of strength, lo, he is strong: and if of judgment, who shall set me a time to plead?", "score": 4.19}, {"ref": "JOB 9:20", "sent1": "If I am righteous, my mouth declares me wicked; [If] I am perfect, it declares me perverse.", "sent2": "If I justify myself, mine own mouth shall condemn me: if I say, I am perfect, it shall also prove me perverse.", "score": 4.1}, {"ref": "JOB 9:21", "sent1": "I am perfect; I do not know my soul, I despise my life.", "sent2": "Though I were perfect, yet would I not know my soul: I would despise my life.", "score": 3.67}, {"ref": "JOB 9:22", "sent1": "It is the same thing, therefore I said, || He is consuming the perfect and the wicked.", "sent2": "This is one thing, therefore I said it, He destroyeth the perfect and the wicked.", "score": 3.76}, {"ref": "JOB 9:23", "sent1": "If a scourge puts to death suddenly, He laughs at the trial of the innocent.", "sent2": "If the scourge slay suddenly, he will laugh at the trial of the innocent.", "score": 4.72}, {"ref": "JOB 9:24", "sent1": "Earth has been given || Into the hand of the wicked. He covers the faces of her judges, || If not—where, who [is] he?", "sent2": "The earth is given into the hand of the wicked: he covereth the faces of the judges thereof; if not, where, and who is he?", "score": 4.32}, {"ref": "JOB 9:25", "sent1": "My days have been swifter than a runner, || They have fled, they have not seen good,", "sent2": "Now my days are swifter than a post: they flee away, they see no good.", "score": 3.41}, {"ref": "JOB 9:26", "sent1": "They have passed on with ships of reed, || As an eagle darts on food.", "sent2": "They are passed away as the swift ships: as the eagle that hasteth to the prey.", "score": 3.45}, {"ref": "JOB 9:27", "sent1": "Though I say, I forget my talking, || I forsake my corner, and I brighten up!", "sent2": "If I say, I will forget my complaint, I will leave off my heaviness, and comfort myself:", "score": 2.9}, {"ref": "JOB 9:28", "sent1": "I have been afraid of all my griefs, || I have known that You do not acquit me.", "sent2": "I am afraid of all my sorrows, I know that thou wilt not hold me innocent.", "score": 4.12}, {"ref": "JOB 9:29", "sent1": "I become wicked; why [is] this? I labor [in] vain.", "sent2": "If I be wicked, why then labour I in vain?", "score": 3.57}, {"ref": "JOB 9:30", "sent1": "If I have washed myself with snow-water, || And purified my hands with soap,", "sent2": "If I wash myself with snow water, and make my hands never so clean;", "score": 3.78}, {"ref": "JOB 9:31", "sent1": "Then You dip me in corruption, || And my garments have detested me.", "sent2": "Yet shalt thou plunge me in the ditch, and mine own clothes shall abhor me.", "score": 3.57}, {"ref": "JOB 9:32", "sent1": "But if a man like myself—I answer Him, || We come together into judgment.", "sent2": "For he is not a man, as I am, that I should answer him, and we should come together in judgment.", "score": 2.99}, {"ref": "JOB 9:33", "sent1": "If there were a mediator between us, || He places his hand on us both.", "sent2": "Neither is there any daysman betwixt us, that might lay his hand upon us both.", "score": 2.98}, {"ref": "JOB 9:34", "sent1": "He turns aside His rod from off me, || And His terror does not make me afraid,", "sent2": "Let him take his rod away from me, and let not his fear terrify me:", "score": 4.1}, {"ref": "JOB 9:35", "sent1": "I speak, and do not fear Him, but I am not right with myself.”", "sent2": "Then would I speak, and not fear him; but it is not so with me.", "score": 3.75}, {"ref": "JOB 10:1", "sent1": "“My soul has been weary of my life, I leave off my talking to myself, I speak in the bitterness of my soul.", "sent2": "My soul is weary of my life; I will leave my complaint upon myself; I will speak in the bitterness of my soul.", "score": 3.94}, {"ref": "JOB 10:2", "sent1": "I say to God, Do not condemn me, || Let me know why You strive [with] me.", "sent2": "I will say unto God, Do not condemn me; shew me wherefore thou contendest with me.", "score": 3.9}, {"ref": "JOB 10:3", "sent1": "Is it good for You that You oppress? That You despise the labor of Your hands, || And shine on the counsel of the wicked?", "sent2": "Is it good unto thee that thou shouldest oppress, that thou shouldest despise the work of thine hands, and shine upon the counsel of the wicked?", "score": 4.3}, {"ref": "JOB 10:4", "sent1": "Do you have eyes of flesh? Do You see as man sees?", "sent2": "Hast thou eyes of flesh? or seest thou as man seeth?", "score": 4.68}, {"ref": "JOB 10:5", "sent1": "[Are] Your days as the days of man? Your years as the days of a man?", "sent2": "Are thy days as the days of man? are thy years as man’s days,", "score": 4.72}, {"ref": "JOB 10:6", "sent1": "That You inquire for my iniquity, || And seek for my sin?", "sent2": "That thou enquirest after mine iniquity, and searchest after my sin?", "score": 4.5}, {"ref": "JOB 10:7", "sent1": "For You know that I am not wicked, || And there is no deliverer from Your hand.", "sent2": "Thou knowest that I am not wicked; and there is none that can deliver out of thine hand.", "score": 4.27}, {"ref": "JOB 10:8", "sent1": "Your hands have taken pains about me, || And they make me together all around, || And You swallow me up!", "sent2": "Thine hands have made me and fashioned me together round about; yet thou dost destroy me.", "score": 3.79}, {"ref": "JOB 10:9", "sent1": "Please remember || That You have made me as clay, || And You bring me back to dust.", "sent2": "Remember, I beseech thee, that thou hast made me as the clay; and wilt thou bring me into dust again?", "score": 4.06}, {"ref": "JOB 10:10", "sent1": "Do You not pour me out as milk? And curdle me as cheese?", "sent2": "Hast thou not poured me out as milk, and curdled me like cheese?", "score": 4.72}, {"ref": "JOB 10:11", "sent1": "Skin and flesh You put on me, || And fence me with bones and sinews.", "sent2": "Thou hast clothed me with skin and flesh, and hast fenced me with bones and sinews.", "score": 4.27}, {"ref": "JOB 10:12", "sent1": "Life and kindness You have done with me. And Your inspection has preserved my spirit.", "sent2": "Thou hast granted me life and favour, and thy visitation hath preserved my spirit.", "score": 4.2}, {"ref": "JOB 10:13", "sent1": "And these You have laid up in Your heart, I have known that this [is] with You.", "sent2": "And these things hast thou hid in thine heart: I know that this is with thee.", "score": 4.43}, {"ref": "JOB 10:14", "sent1": "If I sinned, then You have observed me, || And do not acquit me from my iniquity,", "sent2": "If I sin, then thou markest me, and thou wilt not acquit me from mine iniquity.", "score": 4.12}, {"ref": "JOB 10:15", "sent1": "If I have done wickedly—woe to me, || And righteously—I do not lift up my head, || Full of shame—then see my affliction,", "sent2": "If I be wicked, woe unto me; and if I be righteous, yet will I not lift up my head. I am full of confusion; therefore see thou mine affliction;", "score": 3.87}, {"ref": "JOB 10:16", "sent1": "And it rises—as a lion You hunt me. And You turn back—You show Yourself wonderful in me.", "sent2": "For it increaseth. Thou huntest me as a fierce lion: and again thou shewest thyself marvellous upon me.", "score": 4.03}, {"ref": "JOB 10:17", "sent1": "You renew Your witnesses against me, and multiply Your anger with me, || Changes and warfare [are] with me.", "sent2": "Thou renewest thy witnesses against me, and increasest thine indignation upon me; changes and war are against me.", "score": 4.57}, {"ref": "JOB 10:18", "sent1": "And why from the womb || Have You brought me forth? I expire, and the eye does not see me.", "sent2": "Wherefore then hast thou brought me forth out of the womb? Oh that I had given up the ghost, and no eye had seen me!", "score": 3.89}, {"ref": "JOB 10:19", "sent1": "I am as [if] I had not been, || I am brought from the belly to the grave,", "sent2": "I should have been as though I had not been; I should have been carried from the womb to the grave.", "score": 3.3}, {"ref": "JOB 10:20", "sent1": "Are my days not few? Cease then, and put from me, || And I brighten up a little,", "sent2": "Are not my days few? cease then, and let me alone, that I may take comfort a little,", "score": 4.22}, {"ref": "JOB 10:21", "sent1": "Before I go, and do not return, || To a land of darkness and death-shade,", "sent2": "Before I go whence I shall not return, even to the land of darkness and the shadow of death;", "score": 4.07}, {"ref": "JOB 10:22", "sent1": "A land of obscurity as thick darkness, || Death-shade—and no order, || And the shining [is] as thick darkness.”", "sent2": "A land of darkness, as darkness itself; and of the shadow of death, without any order, and where the light is as darkness.", "score": 4.06}, {"ref": "JOB 11:1", "sent1": "And Zophar the Naamathite answers and says:", "sent2": "Then answered Zophar the Naamathite, and said,", "score": 4.65}, {"ref": "JOB 11:2", "sent1": "“Is a multitude of words not answered? And is a man of lips justified?", "sent2": "Should not the multitude of words be answered? and should a man full of talk be justified?", "score": 3.95}, {"ref": "JOB 11:3", "sent1": "Your boastings make men keep silent, || You scorn, and none is causing blushing!", "sent2": "Should thy lies make men hold their peace? and when thou mockest, shall no man make thee ashamed?", "score": 3.32}, {"ref": "JOB 11:4", "sent1": "And you say, My discourse [is] pure, || And I have been clean in Your eyes.", "sent2": "For thou hast said, My doctrine is pure, and I am clean in thine eyes.", "score": 4.11}, {"ref": "JOB 11:5", "sent1": "And yet, O that God had spoken! And opens His lips with you.", "sent2": "But oh that God would speak, and open his lips against thee;", "score": 4.24}, {"ref": "JOB 11:6", "sent1": "And declares to you secrets of wisdom, for counsel has foldings. And know that God forgets of your iniquity for you.", "sent2": "And that he would shew thee the secrets of wisdom, that they are double to that which is! Know therefore that God exacteth of thee less than thine iniquity deserveth.", "score": 3.77}, {"ref": "JOB 11:7", "sent1": "Do you find out God by searching? To perfection find out the Mighty One?", "sent2": "Canst thou by searching find out God? canst thou find out the Almighty unto perfection?", "score": 4.7}, {"ref": "JOB 11:8", "sent1": "Heights of the heavens—what [can] you do? Deeper than Sheol—what [can] you know?", "sent2": "It is as high as heaven; what canst thou do? deeper than hell; what canst thou know?", "score": 3.96}, {"ref": "JOB 11:9", "sent1": "Its measure [is] longer than earth, and broader than the sea.", "sent2": "The measure thereof is longer than the earth, and broader than the sea.", "score": 4.74}, {"ref": "JOB 11:10", "sent1": "If He passes on, and shuts up, and assembles, || Who then reverses it?", "sent2": "If he cut off, and shut up, or gather together, then who can hinder him?", "score": 3.73}, {"ref": "JOB 11:11", "sent1": "For He has known men of vanity, || And He sees iniquity, || And one does not consider [it]!", "sent2": "For he knoweth vain men: he seeth wickedness also; will he not then consider it?", "score": 3.97}, {"ref": "JOB 11:12", "sent1": "And empty man is bold, || And man is born [as] the colt of a wild donkey.", "sent2": "For vain man would be wise, though man be born like a wild ass’s colt.", "score": 3.04}, {"ref": "JOB 11:13", "sent1": "If you have prepared your heart, || And have spread out your hands to Him,", "sent2": "If thou prepare thine heart, and stretch out thine hands toward him;", "score": 4.1}, {"ref": "JOB 11:14", "sent1": "If iniquity [is] in your hand, put it far off, || And do not let perverseness dwell in your tents.", "sent2": "If iniquity be in thine hand, put it far away, and let not wickedness dwell in thy tabernacles.", "score": 4.38}, {"ref": "JOB 11:15", "sent1": "For then you lift up your face from blemish, || And you have been firm, and do not fear.", "sent2": "For then shalt thou lift up thy face without spot; yea, thou shalt be stedfast, and shalt not fear:", "score": 3.88}, {"ref": "JOB 11:16", "sent1": "For you forget misery, || As waters passed away you remember.", "sent2": "Because thou shalt forget thy misery, and remember it as waters that pass away:", "score": 3.8}, {"ref": "JOB 11:17", "sent1": "And age rises above the noon, || You fly—you are as the morning.", "sent2": "And thine age shall be clearer than the noonday; thou shalt shine forth, thou shalt be as the morning.", "score": 3.55}, {"ref": "JOB 11:18", "sent1": "And you have trusted because there is hope, || And searched—in confidence you lie down,", "sent2": "And thou shalt be secure, because there is hope; yea, thou shalt dig about thee, and thou shalt take thy rest in safety.", "score": 3.7}, {"ref": "JOB 11:19", "sent1": "And you have rested, || And none is causing trembling, || And many have begged [at] your face;", "sent2": "Also thou shalt lie down, and none shall make thee afraid; yea, many shall make suit unto thee.", "score": 3.53}, {"ref": "JOB 11:20", "sent1": "And the eyes of the wicked are consumed, || And refuge has perished from them, || And their hope [is] a breathing out of soul!”", "sent2": "But the eyes of the wicked shall fail, and they shall not escape, and their hope shall be as the giving up of the ghost.", "score": 3.09}, {"ref": "JOB 12:1", "sent1": "And Job answers and says:", "sent2": "And Job answered and said,", "score": 4.74}, {"ref": "JOB 12:2", "sent1": "“Truly—you [are] the people, and wisdom dies with you.", "sent2": "No doubt but ye are the people, and wisdom shall die with you.", "score": 3.5}, {"ref": "JOB 12:3", "sent1": "I also have a heart like you, I am not fallen more than you, || And with whom is there not like these?", "sent2": "But I have understanding as well as you; I am not inferior to you: yea, who knoweth not such things as these?", "score": 3.43}, {"ref": "JOB 12:4", "sent1": "I am a laughter to his friend: He calls to God, and He answers him, || A laughter [is] the perfect righteous one.", "sent2": "I am as one mocked of his neighbour, who calleth upon God, and he answereth him: the just upright man is laughed to scorn.", "score": 3.54}, {"ref": "JOB 12:5", "sent1": "A torch—despised in the thoughts of the secure || Is prepared for those sliding with the feet.", "sent2": "He that is ready to slip with his feet is as a lamp despised in the thought of him that is at ease.", "score": 3.27}, {"ref": "JOB 12:6", "sent1": "The tents of spoilers are at peace, || And those provoking God have confidence, || Into whose hand God has brought.", "sent2": "The tabernacles of robbers prosper, and they that provoke God are secure; into whose hand God bringeth abundantly.", "score": 3.94}, {"ref": "JOB 12:7", "sent1": "And yet, now ask [one of] the beasts, || And it shows you, || And a bird of the heavens, || And it declares to you.", "sent2": "But ask now the beasts, and they shall teach thee; and the fowls of the air, and they shall tell thee:", "score": 3.29}, {"ref": "JOB 12:8", "sent1": "Or talk to the earth, and it shows you, || And fishes of the sea recount to you:", "sent2": "Or speak to the earth, and it shall teach thee: and the fishes of the sea shall declare unto thee.", "score": 4.42}, {"ref": "JOB 12:9", "sent1": "Who has not known in all these, || That the hand of YHWH has done this?", "sent2": "Who knoweth not in all these that the hand of the LORD hath wrought this?", "score": 4.42}, {"ref": "JOB 12:10", "sent1": "In whose hand [is] the breath of every living thing, || And the spirit of all flesh of man.", "sent2": "In whose hand is the soul of every living thing, and the breath of all mankind.", "score": 4.32}, {"ref": "JOB 12:11", "sent1": "Does the ear not try words? And the palate taste food for itself?", "sent2": "Doth not the ear try words? and the mouth taste his meat?", "score": 4.54}, {"ref": "JOB 12:12", "sent1": "With the very aged [is] wisdom, || And [with] length of days [is] understanding.", "sent2": "With the ancient is wisdom; and in length of days understanding.", "score": 4.04}, {"ref": "JOB 12:13", "sent1": "With Him [are] wisdom and might, || To Him [are] counsel and understanding.", "sent2": "With him is wisdom and strength, he hath counsel and understanding.", "score": 4.52}, {"ref": "JOB 12:14", "sent1": "Behold, He breaks down, and it is not built up, || He shuts against a man, || And it is not opened.", "sent2": "Behold, he breaketh down, and it cannot be built again: he shutteth up a man, and there can be no opening.", "score": 3.87}, {"ref": "JOB 12:15", "sent1": "Behold, He keeps in the waters, and they are dried up, || And He sends them forth, || And they overturn the land.", "sent2": "Behold, he withholdeth the waters, and they dry up: also he sendeth them out, and they overturn the earth.", "score": 4.26}, {"ref": "JOB 12:16", "sent1": "With Him [are] strength and wisdom, || His the deceived and deceiver.", "sent2": "With him is strength and wisdom: the deceived and the deceiver are his.", "score": 4.05}, {"ref": "JOB 12:17", "sent1": "Causing counselors to go away [as] a spoil, || Indeed, He makes fools of judges.", "sent2": "He leadeth counsellors away spoiled, and maketh the judges fools.", "score": 3.44}, {"ref": "JOB 12:18", "sent1": "He has opened the bands of kings, || And He binds a girdle on their loins.", "sent2": "He looseth the bond of kings, and girdeth their loins with a girdle.", "score": 3.82}, {"ref": "JOB 12:19", "sent1": "Causing ministers to go away [as] a spoil || And strong ones He overthrows.", "sent2": "He leadeth princes away spoiled, and overthroweth the mighty.", "score": 3.25}, {"ref": "JOB 12:20", "sent1": "Turning aside the lip of the steadfast, || And the reason of the aged He takes away.", "sent2": "He removeth away the speech of the trusty, and taketh away the understanding of the aged.", "score": 2.67}, {"ref": "JOB 12:21", "sent1": "Pouring contempt on princes, || And the girdle of the mighty He made feeble.", "sent2": "He poureth contempt upon princes, and weakeneth the strength of the mighty.", "score": 3.85}, {"ref": "JOB 12:22", "sent1": "Removing deep things out of darkness, || And He brings out to light death-shade.", "sent2": "He discovereth deep things out of darkness, and bringeth out to light the shadow of death.", "score": 4.32}, {"ref": "JOB 12:23", "sent1": "Magnifying the nations, and He destroys them, || Spreading out the nations, and He quiets them.", "sent2": "He increaseth the nations, and destroyeth them: he enlargeth the nations, and straiteneth them again.", "score": 4.15}, {"ref": "JOB 12:24", "sent1": "Turning aside the heart || Of the heads of the people of the land, || And He causes them to wander || In vacancy—no way!", "sent2": "He taketh away the heart of the chief of the people of the earth, and causeth them to wander in a wilderness where there is no way.", "score": 3.51}, {"ref": "JOB 12:25", "sent1": "They feel darkness, and not light, || He causes them to wander as a drunkard.”", "sent2": "They grope in the dark without light, and he maketh them to stagger like a drunken man.", "score": 3.65}, {"ref": "JOB 13:1", "sent1": "“Behold, my eye has seen all, || My ear has heard, and it attends to it.", "sent2": "Lo, mine eye hath seen all this, mine ear hath heard and understood it.", "score": 4.07}, {"ref": "JOB 13:2", "sent1": "According to your knowledge I have known—also I. I am not more fallen than you.", "sent2": "What ye know, the same do I know also: I am not inferior unto you.", "score": 3.94}, {"ref": "JOB 13:3", "sent1": "Yet I speak for the Mighty One, || And I delight to argue for God.", "sent2": "Surely I would speak to the Almighty, and I desire to reason with God.", "score": 3.27}, {"ref": "JOB 13:4", "sent1": "And yet, you [are] forgers of falsehood, || Physicians of nothing—all of you,", "sent2": "But ye are forgers of lies, ye are all physicians of no value.", "score": 3.81}, {"ref": "JOB 13:5", "sent1": "O that you would keep perfectly silent, || And it would be to you for wisdom.", "sent2": "O that ye would altogether hold your peace! and it should be your wisdom.", "score": 3.66}, {"ref": "JOB 13:6", "sent1": "Please hear my argument, || And attend to the pleadings of my lips,", "sent2": "Hear now my reasoning, and hearken to the pleadings of my lips.", "score": 3.71}, {"ref": "JOB 13:7", "sent1": "Do you speak perverseness for God? And do you speak deceit for Him?", "sent2": "Will ye speak wickedly for God? and talk deceitfully for him?", "score": 4.71}, {"ref": "JOB 13:8", "sent1": "Do you accept His face, if you strive for God?", "sent2": "Will ye accept his person? will ye contend for God?", "score": 4.16}, {"ref": "JOB 13:9", "sent1": "Is [it] good that He searches you, || If, as one mocks at a man, you mock at Him?", "sent2": "Is it good that he should search you out? or as one man mocketh another, do ye so mock him?", "score": 4.08}, {"ref": "JOB 13:10", "sent1": "He surely reproves you, if you accept faces in secret.", "sent2": "He will surely reprove you, if ye do secretly accept persons.", "score": 4.5}, {"ref": "JOB 13:11", "sent1": "Does His excellence not terrify you? And His dread fall on you?", "sent2": "Shall not his excellency make you afraid? and his dread fall upon you?", "score": 4.81}, {"ref": "JOB 13:12", "sent1": "Your remembrances [are] allegories of ashes, || For high places of clay [are] your heights.", "sent2": "Your remembrances are like unto ashes, your bodies to bodies of clay.", "score": 3.27}, {"ref": "JOB 13:13", "sent1": "Keep silent from me, and I speak, || And pass over me what will.", "sent2": "Hold your peace, let me alone, that I may speak, and let come on me what will.", "score": 3.6}, {"ref": "JOB 13:14", "sent1": "Why do I take my flesh in my teeth? And my soul put in my hand?", "sent2": "Wherefore do I take my flesh in my teeth, and put my life in mine hand?", "score": 4.61}, {"ref": "JOB 13:15", "sent1": "Behold, He slays me—I do not wait! Only, I argue my ways to His face.", "sent2": "Though he slay me, yet will I trust in him: but I will maintain mine own ways before him.", "score": 3.12}, {"ref": "JOB 13:16", "sent1": "Also—He [is] to me for salvation, || For the profane do not come before Him.", "sent2": "He also shall be my salvation: for an hypocrite shall not come before him.", "score": 3.58}, {"ref": "JOB 13:17", "sent1": "Hear my word diligently, || And my declaration with your ears.", "sent2": "Hear diligently my speech, and my declaration with your ears.", "score": 4.44}, {"ref": "JOB 13:18", "sent1": "Now behold, I have set the cause in order, || I have known that I am righteous.", "sent2": "Behold now, I have ordered my cause; I know that I shall be justified.", "score": 3.89}, {"ref": "JOB 13:19", "sent1": "Who [is] he that strives with me? For now I keep silent and gasp.", "sent2": "Who is he that will plead with me? for now, if I hold my tongue, I shall give up the ghost.", "score": 3.2}, {"ref": "JOB 13:20", "sent1": "Only two things, O God, do with me, || Then I am not hidden from Your face:", "sent2": "Only do not two things unto me: then will I not hide myself from thee.", "score": 3.91}, {"ref": "JOB 13:21", "sent1": "Put Your hand far off from me, || And do not let Your terror terrify me.", "sent2": "Withdraw thine hand far from me: and let not thy dread make me afraid.", "score": 4.48}, {"ref": "JOB 13:22", "sent1": "And You call, and I answer, || Or—I speak, and You answer me.", "sent2": "Then call thou, and I will answer: or let me speak, and answer thou me.", "score": 4.25}, {"ref": "JOB 13:23", "sent1": "How many iniquities and sins do I have? Let me know my transgression and my sin.", "sent2": "How many are mine iniquities and sins? make me to know my transgression and my sin.", "score": 4.82}, {"ref": "JOB 13:24", "sent1": "Why do You hide Your face? And reckon me for an enemy to You?", "sent2": "Wherefore hidest thou thy face, and holdest me for thine enemy?", "score": 4.6}, {"ref": "JOB 13:25", "sent1": "Do You terrify a leaf driven away? And do You pursue the dry stubble?", "sent2": "Wilt thou break a leaf driven to and fro? and wilt thou pursue the dry stubble?", "score": 4.55}, {"ref": "JOB 13:26", "sent1": "For You write bitter things against me, || And cause me to possess iniquities of my youth,", "sent2": "For thou writest bitter things against me, and makest me to possess the iniquities of my youth.", "score": 4.58}, {"ref": "JOB 13:27", "sent1": "And you put my feet in the stocks, || And observe all my paths—You set a print on the roots of my feet,", "sent2": "Thou puttest my feet also in the stocks, and lookest narrowly unto all my paths; thou settest a print upon the heels of my feet.", "score": 4.39}, {"ref": "JOB 13:28", "sent1": "And he, as a rotten thing, wears away, || A moth has consumed him as a garment.”", "sent2": "And he, as a rotten thing, consumeth, as a garment that is moth eaten.", "score": 3.95}, {"ref": "JOB 14:1", "sent1": "“Man, born of woman! Of few days, and full of trouble!", "sent2": "Man that is born of a woman is of few days, and full of trouble.", "score": 3.56}, {"ref": "JOB 14:2", "sent1": "As a flower he has gone forth, and is cut off, || And he flees as a shadow and does not stand.", "sent2": "He cometh forth like a flower, and is cut down: he fleeth also as a shadow, and continueth not.", "score": 4.22}, {"ref": "JOB 14:3", "sent1": "Also—on this You have opened Your eyes, and bring me into judgment with You.", "sent2": "And dost thou open thine eyes upon such an one, and bringest me into judgment with thee?", "score": 3.83}, {"ref": "JOB 14:4", "sent1": "Who gives a clean thing out of an unclean? Not one.", "sent2": "Who can bring a clean thing out of an unclean? not one.", "score": 4.55}, {"ref": "JOB 14:5", "sent1": "If his days are determined, || The number of his months [are] with You, || You have made his limit, || And he does not pass over;", "sent2": "Seeing his days are determined, the number of his months are with thee, thou hast appointed his bounds that he cannot pass;", "score": 4.12}, {"ref": "JOB 14:6", "sent1": "Look away from off him that he may cease, || Until he enjoy as a hired worker his day.", "sent2": "Turn from him, that he may rest, till he shall accomplish, as an hireling, his day.", "score": 3.95}, {"ref": "JOB 14:7", "sent1": "For there is hope for a tree, if it is cut down, || That it changes again, || That its tender branch does not cease.", "sent2": "For there is hope of a tree, if it be cut down, that it will sprout again, and that the tender branch thereof will not cease.", "score": 4.27}, {"ref": "JOB 14:8", "sent1": "If its root becomes old in the earth, || And its stem dies in the dust,", "sent2": "Though the root thereof wax old in the earth, and the stock thereof die in the ground;", "score": 3.99}, {"ref": "JOB 14:9", "sent1": "From the fragrance of water it flourishes, || And has made a crop as a plant.", "sent2": "Yet through the scent of water it will bud, and bring forth boughs like a plant.", "score": 2.96}, {"ref": "JOB 14:10", "sent1": "And a man dies, and becomes weak, || And man expires, and where [is] he?", "sent2": "But man dieth, and wasteth away: yea, man giveth up the ghost, and where is he?", "score": 3.53}, {"ref": "JOB 14:11", "sent1": "Waters have gone away from a sea, || And a river becomes waste and dry.", "sent2": "As the waters fail from the sea, and the flood decayeth and drieth up:", "score": 3.59}, {"ref": "JOB 14:12", "sent1": "And man has lain down, and does not rise, || Until the wearing out of the heavens they do not awaken, || Nor are roused from their sleep.", "sent2": "So man lieth down, and riseth not: till the heavens be no more, they shall not awake, nor be raised out of their sleep.", "score": 4.2}, {"ref": "JOB 14:13", "sent1": "O that You would conceal me in Sheol, || Hide me until the turning of Your anger, || Set a limit for me, and remember me.", "sent2": "O that thou wouldest hide me in the grave, that thou wouldest keep me secret, until thy wrath be past, that thou wouldest appoint me a set time, and remember me!", "score": 3.74}, {"ref": "JOB 14:14", "sent1": "If a man dies—does he revive? All [the] days of my warfare I wait, until my change comes.", "sent2": "If a man die, shall he live again? all the days of my appointed time will I wait, till my change come.", "score": 4.52}, {"ref": "JOB 14:15", "sent1": "You call, and I answer You; To the work of Your hands You have desire.", "sent2": "Thou shalt call, and I will answer thee: thou wilt have a desire to the work of thine hands.", "score": 4.58}, {"ref": "JOB 14:16", "sent1": "But now, You number my steps, || You do not watch over my sin.", "sent2": "For now thou numberest my steps: dost thou not watch over my sin?", "score": 4.04}, {"ref": "JOB 14:17", "sent1": "My transgression [is] sealed up in a bag, and You sew up my iniquity.", "sent2": "My transgression is sealed up in a bag, and thou sewest up mine iniquity.", "score": 4.61}, {"ref": "JOB 14:18", "sent1": "And yet, a falling mountain wastes away, and a rock is removed from its place.", "sent2": "And surely the mountain falling cometh to nought, and the rock is removed out of his place.", "score": 4.17}, {"ref": "JOB 14:19", "sent1": "Waters have worn away stones, || Their outpourings wash away the dust of earth, || And You have destroyed the hope of man.", "sent2": "The waters wear the stones: thou washest away the things which grow out of the dust of the earth; and thou destroyest the hope of man.", "score": 4.05}, {"ref": "JOB 14:20", "sent1": "You prevail [over] him forever, and he goes, || He is changing his countenance, || And You send him away.", "sent2": "Thou prevailest for ever against him, and he passeth: thou changest his countenance, and sendest him away.", "score": 4.2}, {"ref": "JOB 14:21", "sent1": "His sons are honored, and he does not know; And they are little, and he does not attend to them.", "sent2": "His sons come to honour, and he knoweth it not; and they are brought low, but he perceiveth it not of them.", "score": 4.39}, {"ref": "JOB 14:22", "sent1": "Only—his flesh is pained for him, || And his soul mourns for him.”", "sent2": "But his flesh upon him shall have pain, and his soul within him shall mourn.", "score": 3.28}, {"ref": "JOB 15:1", "sent1": "And Eliphaz the Temanite answers and says:", "sent2": "Then answered Eliphaz the Temanite, and said,", "score": 4.69}, {"ref": "JOB 15:2", "sent1": "“Does a wise man answer [with] vain knowledge? And fill his belly [with] an east wind?", "sent2": "Should a wise man utter vain knowledge, and fill his belly with the east wind?", "score": 4.14}, {"ref": "JOB 15:3", "sent1": "To reason with a word not useful? And speeches—no profit in them?", "sent2": "Should he reason with unprofitable talk? or with speeches wherewith he can do no good?", "score": 3.73}, {"ref": "JOB 15:4", "sent1": "Indeed, you make reverence void, and diminish meditation before God.", "sent2": "Yea, thou castest off fear, and restrainest prayer before God.", "score": 3.57}, {"ref": "JOB 15:5", "sent1": "For your mouth teaches your iniquity, || And you choose the tongue of the cunning.", "sent2": "For thy mouth uttereth thine iniquity, and thou choosest the tongue of the crafty.", "score": 4.27}, {"ref": "JOB 15:6", "sent1": "Your mouth declares you wicked, and not I, || And your lips testify against you.", "sent2": "Thine own mouth condemneth thee, and not I: yea, thine own lips testify against thee.", "score": 4.14}, {"ref": "JOB 15:7", "sent1": "Are you the first man born? And were you formed before the heights?", "sent2": "Art thou the first man that was born? or wast thou made before the hills?", "score": 4.53}, {"ref": "JOB 15:8", "sent1": "Do you hear of the secret counsel of God? And withdraw wisdom to you?", "sent2": "Hast thou heard the secret of God? and dost thou restrain wisdom to thyself?", "score": 4.46}, {"ref": "JOB 15:9", "sent1": "What have you known, and we do not know? [What] do you understand, and it is not with us?", "sent2": "What knowest thou, that we know not? what understandest thou, which is not in us?", "score": 4.29}, {"ref": "JOB 15:10", "sent1": "Both the gray-headed || And the very aged [are] among us—Greater than your father [in] days.", "sent2": "With us are both the grayheaded and very aged men, much elder than thy father.", "score": 3.97}, {"ref": "JOB 15:11", "sent1": "Are the comforts of God too few for you? And a gentle word [is] with you,", "sent2": "Are the consolations of God small with thee? is there any secret thing with thee?", "score": 3.91}, {"ref": "JOB 15:12", "sent1": "Why does your heart take you away? And why are your eyes high?", "sent2": "Why doth thine heart carry thee away? and what do thy eyes wink at,", "score": 4.5}, {"ref": "JOB 15:13", "sent1": "Do you turn your spirit against God? And have brought out words from your mouth:", "sent2": "That thou turnest thy spirit against God, and lettest such words go out of thy mouth?", "score": 4.42}, {"ref": "JOB 15:14", "sent1": "What [is] man that he is pure, || And that he is righteous, one born of woman?", "sent2": "What is man, that he should be clean? and he which is born of a woman, that he should be righteous?", "score": 4.24}, {"ref": "JOB 15:15", "sent1": "Behold, He puts no credence in His holy ones, || And the heavens have not been pure in His eyes.", "sent2": "Behold, he putteth no trust in his saints; yea, the heavens are not clean in his sight.", "score": 4.48}, {"ref": "JOB 15:16", "sent1": "Also—surely abominable and filthy || Is man drinking perverseness as water.", "sent2": "How much more abominable and filthy is man, which drinketh iniquity like water?", "score": 3.24}, {"ref": "JOB 15:17", "sent1": "I show you—listen to me—And this I have seen and declare,", "sent2": "I will shew thee, hear me; and that which I have seen I will declare;", "score": 4.21}, {"ref": "JOB 15:18", "sent1": "Which the wise declare—And have not hid—from their fathers.", "sent2": "Which wise men have told from their fathers, and have not hid it:", "score": 4.06}, {"ref": "JOB 15:19", "sent1": "To them alone was the land given, || And a stranger did not pass over into their midst:", "sent2": "Unto whom alone the earth was given, and no stranger passed among them.", "score": 4.16}, {"ref": "JOB 15:20", "sent1": "All [the] days of the wicked he is paining himself, || And few years have been laid up for the terrible one.", "sent2": "The wicked man travaileth with pain all his days, and the number of years is hidden to the oppressor.", "score": 3.54}, {"ref": "JOB 15:21", "sent1": "A fearful voice [is] in his ears, || In peace a destroyer comes to him.", "sent2": "A dreadful sound is in his ears: in prosperity the destroyer shall come upon him.", "score": 3.76}, {"ref": "JOB 15:22", "sent1": "He does not believe to return from darkness, || And he watches for the sword.", "sent2": "He believeth not that he shall return out of darkness, and he is waited for of the sword.", "score": 4.22}, {"ref": "JOB 15:23", "sent1": "He is wandering for bread: Where [is] it? He has known that ready at his hand || Is a day of darkness.", "sent2": "He wandereth abroad for bread, saying, Where is it? he knoweth that the day of darkness is ready at his hand.", "score": 4.01}, {"ref": "JOB 15:24", "sent1": "Adversity and distress terrify him, || They prevail over him as a king ready for a boaster.", "sent2": "Trouble and anguish shall make him afraid; they shall prevail against him, as a king ready to the battle.", "score": 4.35}, {"ref": "JOB 15:25", "sent1": "For he stretched out his hand against God, || And against the Mighty he makes himself mighty.", "sent2": "For he stretcheth out his hand against God, and strengtheneth himself against the Almighty.", "score": 4.38}, {"ref": "JOB 15:26", "sent1": "He runs to Him with a neck, || With thick bosses of his shields.", "sent2": "He runneth upon him, even on his neck, upon the thick bosses of his bucklers:", "score": 3.36}, {"ref": "JOB 15:27", "sent1": "For he has covered his face with his fat, || And makes vigor over [his] confidence.", "sent2": "Because he covereth his face with his fatness, and maketh collops of fat on his flanks.", "score": 3.65}, {"ref": "JOB 15:28", "sent1": "And he inhabits cities cut off, houses not dwelt in, || That have been ready to become heaps.", "sent2": "And he dwelleth in desolate cities, and in houses which no man inhabiteth, which are ready to become heaps.", "score": 4.11}, {"ref": "JOB 15:29", "sent1": "He is not rich, nor does his wealth rise, || Nor does he stretch out their continuance on earth.", "sent2": "He shall not be rich, neither shall his substance continue, neither shall he prolong the perfection thereof upon the earth.", "score": 4.33}, {"ref": "JOB 15:30", "sent1": "He does not turn aside from darkness, || A flame dries up his tender branch, || And he turns aside at the breath of His mouth!", "sent2": "He shall not depart out of darkness; the flame shall dry up his branches, and by the breath of his mouth shall he go away.", "score": 3.82}, {"ref": "JOB 15:31", "sent1": "Do not let him put credence in vanity, || He has been deceived, || For vanity is his exchange.", "sent2": "Let not him that is deceived trust in vanity: for vanity shall be his recompence.", "score": 3.76}, {"ref": "JOB 15:32", "sent1": "It is not completed in his day, || And his bending branch is not green.", "sent2": "It shall be accomplished before his time, and his branch shall not be green.", "score": 3.52}, {"ref": "JOB 15:33", "sent1": "He shakes off his unripe fruit as a vine, || And casts off his blossom as an olive.", "sent2": "He shall shake off his unripe grape as the vine, and shall cast off his flower as the olive.", "score": 4.41}, {"ref": "JOB 15:34", "sent1": "For the company of the profane [is] barren, || And fire has consumed tents of bribery.", "sent2": "For the congregation of hypocrites shall be desolate, and fire shall consume the tabernacles of bribery.", "score": 3.27}, {"ref": "JOB 15:35", "sent1": "To conceive misery, and to bear iniquity, || Even their heart prepares deceit.”", "sent2": "They conceive mischief, and bring forth vanity, and their belly prepareth deceit.", "score": 3.59}, {"ref": "JOB 16:1", "sent1": "And Job answers and says:", "sent2": "Then Job answered and said,", "score": 4.63}, {"ref": "JOB 16:2", "sent1": "“I have heard many such things, || Miserable comforters [are] you all.", "sent2": "I have heard many such things: miserable comforters are ye all.", "score": 3.82}, {"ref": "JOB 16:3", "sent1": "Is there an end to words of wind? Or what emboldens you that you answer?", "sent2": "Shall vain words have an end? or what emboldeneth thee that thou answerest?", "score": 4.29}, {"ref": "JOB 16:4", "sent1": "I also, like you, might speak, || If your soul were in my soul’s stead. I might join against you with words, || And nod at you with my head.", "sent2": "I also could speak as ye do: if your soul were in my soul’s stead, I could heap up words against you, and shake mine head at you.", "score": 4.26}, {"ref": "JOB 16:5", "sent1": "I might harden you with my mouth, || And the moving of my lips might be sparing.", "sent2": "But I would strengthen you with my mouth, and the moving of my lips should asswage your grief.", "score": 3.39}, {"ref": "JOB 16:6", "sent1": "If I speak, my pain is not restrained, || And I cease—what goes from me?", "sent2": "Though I speak, my grief is not asswaged: and though I forbear, what am I eased?", "score": 3.93}, {"ref": "JOB 16:7", "sent1": "Only, now, it has wearied me; You have desolated all my company,", "sent2": "But now he hath made me weary: thou hast made desolate all my company.", "score": 4.26}, {"ref": "JOB 16:8", "sent1": "And You loathe me, || For it has been a witness, || And my failure rises up against me, || It testifies in my face.", "sent2": "And thou hast filled me with wrinkles, which is a witness against me: and my leanness rising up in me beareth witness to my face.", "score": 3.88}, {"ref": "JOB 16:9", "sent1": "His anger has torn, and He hates me, || He has gnashed at me with His teeth, || My adversary sharpens His eyes for me.", "sent2": "He teareth me in his wrath, who hateth me: he gnasheth upon me with his teeth; mine enemy sharpeneth his eyes upon me.", "score": 4.07}, {"ref": "JOB 16:10", "sent1": "They have gaped on me with their mouth, || In reproach they have struck my cheeks, || Together they set themselves against me.", "sent2": "They have gaped upon me with their mouth; they have smitten me upon the cheek reproachfully; they have gathered themselves together against me.", "score": 4.49}, {"ref": "JOB 16:11", "sent1": "God shuts me up to the perverse, || And turns me over to the hands of the wicked.", "sent2": "God hath delivered me to the ungodly, and turned me over into the hands of the wicked.", "score": 4.17}, {"ref": "JOB 16:12", "sent1": "I have been at ease, and He breaks me, || And He has laid hold on my neck, || And He breaks me in pieces, || And He raises me to Him for a mark.", "sent2": "I was at ease, but he hath broken me asunder: he hath also taken me by my neck, and shaken me to pieces, and set me up for his mark.", "score": 3.65}, {"ref": "JOB 16:13", "sent1": "His archers go around against me. He split my reins, and does not spare, || He pours out my gall to the earth.", "sent2": "His archers compass me round about, he cleaveth my reins asunder, and doth not spare; he poureth out my gall upon the ground.", "score": 4.34}, {"ref": "JOB 16:14", "sent1": "He breaks me—breach on breach, || He runs on me as a mighty one.", "sent2": "He breaketh me with breach upon breach, he runneth upon me like a giant.", "score": 4.04}, {"ref": "JOB 16:15", "sent1": "I have sewed sackcloth on my skin, || And have rolled my horn in the dust.", "sent2": "I have sewed sackcloth upon my skin, and defiled my horn in the dust.", "score": 4.3}, {"ref": "JOB 16:16", "sent1": "My face is foul with weeping, || And on my eyelids [is] death-shade.", "sent2": "My face is foul with weeping, and on my eyelids is the shadow of death;", "score": 4.19}, {"ref": "JOB 16:17", "sent1": "Not for violence in my hands, || And my prayer [is] pure.", "sent2": "Not for any injustice in mine hands: also my prayer is pure.", "score": 3.9}, {"ref": "JOB 16:18", "sent1": "O earth, do not cover my blood! And let there not be a place for my cry.", "sent2": "O earth, cover not thou my blood, and let my cry have no place.", "score": 4.81}, {"ref": "JOB 16:19", "sent1": "Also, now, behold, my witness [is] in the heavens, || And my testifier in the high places.", "sent2": "Also now, behold, my witness is in heaven, and my record is on high.", "score": 4.22}, {"ref": "JOB 16:20", "sent1": "My interpreter [is] my friend, || My eye has dropped to God;", "sent2": "My friends scorn me: but mine eye poureth out tears unto God.", "score": 3.05}, {"ref": "JOB 16:21", "sent1": "And He reasons for a man with God, || As a son of man for his friend.", "sent2": "O that one might plead for a man with God, as a man pleadeth for his neighbour!", "score": 3.22}, {"ref": "JOB 16:22", "sent1": "When a few years come, || Then I go [on] the path of no return.”", "sent2": "When a few years are come, then I shall go the way whence I shall not return.", "score": 3.85}, {"ref": "JOB 17:1", "sent1": "“My spirit has been destroyed, || My days extinguished—graves [are] for me.", "sent2": "My breath is corrupt, my days are extinct, the graves are ready for me.", "score": 3.31}, {"ref": "JOB 17:2", "sent1": "If not—mockeries [are] with me. And my eye lodges in their provocations.", "sent2": "Are there not mockers with me? and doth not mine eye continue in their provocation?", "score": 3.44}, {"ref": "JOB 17:3", "sent1": "Now place my pledge with You; Who is he that strikes hand with me?", "sent2": "Lay down now, put me in a surety with thee; who is he that will strike hands with me?", "score": 4.4}, {"ref": "JOB 17:4", "sent1": "For You have hidden their heart from understanding, || Therefore You do not exalt them.", "sent2": "For thou hast hid their heart from understanding: therefore shalt thou not exalt them.", "score": 4.6}, {"ref": "JOB 17:5", "sent1": "For a portion he shows friendship, || And the eyes of his sons are consumed.", "sent2": "He that speaketh flattery to his friends, even the eyes of his children shall fail.", "score": 2.8}, {"ref": "JOB 17:6", "sent1": "And He set me up for a proverb of the peoples, || And I am a wonder before them.", "sent2": "He hath made me also a byword of the people; and aforetime I was as a tabret.", "score": 3.49}, {"ref": "JOB 17:7", "sent1": "And my eye is dim from sorrow, || And my members—all of them—as a shadow.", "sent2": "Mine eye also is dim by reason of sorrow, and all my members are as a shadow.", "score": 3.9}, {"ref": "JOB 17:8", "sent1": "The upright are astonished at this, and the innocent stirs himself up against the profane.", "sent2": "Upright men shall be astonied at this, and the innocent shall stir up himself against the hypocrite.", "score": 4.48}, {"ref": "JOB 17:9", "sent1": "And the righteous lays hold [on] his way, || And the clean of hands adds strength.", "sent2": "The righteous also shall hold on his way, and he that hath clean hands shall be stronger and stronger.", "score": 3.75}, {"ref": "JOB 17:10", "sent1": "But please return and come in, all of you, || And I do not find a wise man among you.", "sent2": "But as for you all, do ye return, and come now: for I cannot find one wise man among you.", "score": 3.88}, {"ref": "JOB 17:11", "sent1": "My days have passed by, || My plans have been broken off, || The possessions of my heart!", "sent2": "My days are past, my purposes are broken off, even the thoughts of my heart.", "score": 3.82}, {"ref": "JOB 17:12", "sent1": "They appoint night for day, || Light [is] near because of darkness.", "sent2": "They change the night into day: the light is short because of darkness.", "score": 3.3}, {"ref": "JOB 17:13", "sent1": "If I wait—Sheol [is] my house, || In darkness I have spread out my bed.", "sent2": "If I wait, the grave is mine house: I have made my bed in the darkness.", "score": 3.55}, {"ref": "JOB 17:14", "sent1": "To corruption I have called: You [are] my father. To the worm: My mother and my sister.", "sent2": "I have said to corruption, Thou art my father: to the worm, Thou art my mother, and my sister.", "score": 4.36}, {"ref": "JOB 17:15", "sent1": "And where [is] my hope now? Indeed, my hope, who beholds it?", "sent2": "And where is now my hope? as for my hope, who shall see it?", "score": 4.65}, {"ref": "JOB 17:16", "sent1": "You go down [to] the parts of Sheol, || If we may rest together on the dust.”", "sent2": "They shall go down to the bars of the pit, when our rest together is in the dust.", "score": 2.7}, {"ref": "JOB 18:1", "sent1": "And Bildad the Shuhite answers and says:", "sent2": "Then answered Bildad the Shuhite, and said,", "score": 4.56}, {"ref": "JOB 18:2", "sent1": "“When do you set an end to words? Consider, and afterward we speak.", "sent2": "How long will it be ere ye make an end of words? mark, and afterwards we will speak.", "score": 3.65}, {"ref": "JOB 18:3", "sent1": "Why have we been reckoned as livestock? We have been defiled in your eyes!", "sent2": "Wherefore are we counted as beasts, and reputed vile in your sight?", "score": 3.96}, {"ref": "JOB 18:4", "sent1": "He is tearing himself in his anger. Is earth forsaken for your sake? And is a rock removed from its place?", "sent2": "He teareth himself in his anger: shall the earth be forsaken for thee? and shall the rock be removed out of his place?", "score": 4.55}, {"ref": "JOB 18:5", "sent1": "Also, the light of the wicked is extinguished. And there does not shine a spark of his fire.", "sent2": "Yea, the light of the wicked shall be put out, and the spark of his fire shall not shine.", "score": 4.15}, {"ref": "JOB 18:6", "sent1": "The light has been dark in his tent, || And his lamp over him is extinguished.", "sent2": "The light shall be dark in his tabernacle, and his candle shall be put out with him.", "score": 4.01}, {"ref": "JOB 18:7", "sent1": "The steps of his strength are restricted, || And his own counsel casts him down.", "sent2": "The steps of his strength shall be straitened, and his own counsel shall cast him down.", "score": 4.15}, {"ref": "JOB 18:8", "sent1": "For he is sent into a net by his own feet, || And he habitually walks on a snare.", "sent2": "For he is cast into a net by his own feet, and he walketh upon a snare.", "score": 4.3}, {"ref": "JOB 18:9", "sent1": "A trap seizes on the heel, || The designing prevails over him.", "sent2": "The gin shall take him by the heel, and the robber shall prevail against him.", "score": 2.88}, {"ref": "JOB 18:10", "sent1": "His cord is hidden in the earth, || And his trap on the path.", "sent2": "The snare is laid for him in the ground, and a trap for him in the way.", "score": 3.77}, {"ref": "JOB 18:11", "sent1": "Terrors have terrified him all around, || And they have scattered him—at his feet.", "sent2": "Terrors shall make him afraid on every side, and shall drive him to his feet.", "score": 3.61}, {"ref": "JOB 18:12", "sent1": "His sorrow is hungry, || And calamity is ready at his side.", "sent2": "His strength shall be hungerbitten, and destruction shall be ready at his side.", "score": 3.47}, {"ref": "JOB 18:13", "sent1": "It consumes the parts of his skin, || Death’s firstborn consumes his parts.", "sent2": "It shall devour the strength of his skin: even the firstborn of death shall devour his strength.", "score": 3.16}, {"ref": "JOB 18:14", "sent1": "His confidence is drawn from his tent, || And it causes him to step to the king of terrors.", "sent2": "His confidence shall be rooted out of his tabernacle, and it shall bring him to the king of terrors.", "score": 4.17}, {"ref": "JOB 18:15", "sent1": "It dwells in his tent—out of his provender, || Sulfur is scattered over his habitation.", "sent2": "It shall dwell in his tabernacle, because it is none of his: brimstone shall be scattered upon his habitation.", "score": 3.73}, {"ref": "JOB 18:16", "sent1": "From beneath his roots are dried up, || And from above his crop is cut off.", "sent2": "His roots shall be dried up beneath, and above shall his branch be cut off.", "score": 4.09}, {"ref": "JOB 18:17", "sent1": "His memorial has perished from the land, || And he has no name on the street.", "sent2": "His remembrance shall perish from the earth, and he shall have no name in the street.", "score": 4.04}, {"ref": "JOB 18:18", "sent1": "They thrust him from light to darkness, || And cast him out from the habitable earth.", "sent2": "He shall be driven from light into darkness, and chased out of the world.", "score": 3.82}, {"ref": "JOB 18:19", "sent1": "He has no continuator, || Nor successor among his people, || And none is remaining in his dwellings.", "sent2": "He shall neither have son nor nephew among his people, nor any remaining in his dwellings.", "score": 4.13}, {"ref": "JOB 18:20", "sent1": "At this day, those [in the] west have been astonished, || And those [in the] east have taken fright.", "sent2": "They that come after him shall be astonied at his day, as they that went before were affrighted.", "score": 1.99}, {"ref": "JOB 18:21", "sent1": "Only these [are] dwelling places of the perverse, || And this [is] the place God has not known.”", "sent2": "Surely such are the dwellings of the wicked, and this is the place of him that knoweth not God.", "score": 3.86}, {"ref": "JOB 19:1", "sent1": "And Job answers and says:", "sent2": "Then Job answered and said,", "score": 4.63}, {"ref": "JOB 19:2", "sent1": "“Until when do you afflict my soul, || And bruise me with words?", "sent2": "How long will ye vex my soul, and break me in pieces with words?", "score": 3.9}, {"ref": "JOB 19:3", "sent1": "These ten times you put me to shame, you do not blush. You make yourselves strange to me—", "sent2": "These ten times have ye reproached me: ye are not ashamed that ye make yourselves strange to me.", "score": 4.37}, {"ref": "JOB 19:4", "sent1": "And also—truly, I have erred, || My error remains with me.", "sent2": "And be it indeed that I have erred, mine error remaineth with myself.", "score": 4.0}, {"ref": "JOB 19:5", "sent1": "If, truly, you magnify yourselves over me, || And decide my reproach against me;", "sent2": "If indeed ye will magnify yourselves against me, and plead against me my reproach:", "score": 4.22}, {"ref": "JOB 19:6", "sent1": "Know now, that God turned me upside down, || And has set around His net against me,", "sent2": "Know now that God hath overthrown me, and hath compassed me with his net.", "score": 4.1}, {"ref": "JOB 19:7", "sent1": "Behold, I cry out—violence, and am not answered, I cry aloud, and there is no judgment.", "sent2": "Behold, I cry out of wrong, but I am not heard: I cry aloud, but there is no judgment.", "score": 3.87}, {"ref": "JOB 19:8", "sent1": "He hedged up my way, and I do not pass over, || And He places darkness on my paths.", "sent2": "He hath fenced up my way that I cannot pass, and he hath set darkness in my paths.", "score": 4.44}, {"ref": "JOB 19:9", "sent1": "He has stripped my honor from off me, || And He turns the crown from my head.", "sent2": "He hath stripped me of my glory, and taken the crown from my head.", "score": 4.35}, {"ref": "JOB 19:10", "sent1": "He breaks me down all around, and I go, || And removes my hope like a tree.", "sent2": "He hath destroyed me on every side, and I am gone: and mine hope hath he removed like a tree.", "score": 3.98}, {"ref": "JOB 19:11", "sent1": "And He kindles His anger against me, || And reckons me to Him as His adversaries.", "sent2": "He hath also kindled his wrath against me, and he counteth me unto him as one of his enemies.", "score": 4.22}, {"ref": "JOB 19:12", "sent1": "His troops come in together, || And they raise up their way against me, || And encamp around my tent.", "sent2": "His troops come together, and raise up their way against me, and encamp round about my tabernacle.", "score": 4.5}, {"ref": "JOB 19:13", "sent1": "He has put my brothers far off from me, || And my acquaintances have surely been estranged from me.", "sent2": "He hath put my brethren far from me, and mine acquaintance are verily estranged from me.", "score": 4.39}, {"ref": "JOB 19:14", "sent1": "My neighbors have ceased || And my familiar friends have forgotten me,", "sent2": "My kinsfolk have failed, and my familiar friends have forgotten me.", "score": 3.84}, {"ref": "JOB 19:15", "sent1": "Sojourners of my house and my maids, || Reckon me for a stranger; I have been an alien in their eyes.", "sent2": "They that dwell in mine house, and my maids, count me for a stranger: I am an alien in their sight.", "score": 4.31}, {"ref": "JOB 19:16", "sent1": "I have called to my servant, || And he does not answer, || With my mouth I make supplication to him.", "sent2": "I called my servant, and he gave me no answer; I intreated him with my mouth.", "score": 4.29}, {"ref": "JOB 19:17", "sent1": "My spirit is strange to my wife, || And my favors to the sons of my [mother’s] womb.", "sent2": "My breath is strange to my wife, though I intreated for the children’s sake of mine own body.", "score": 3.27}, {"ref": "JOB 19:18", "sent1": "Also sucklings have despised me, I rise, and they speak against me.", "sent2": "Yea, young children despised me; I arose, and they spake against me.", "score": 3.53}, {"ref": "JOB 19:19", "sent1": "All the men of my counsel detest me, || And those I have loved, || Have been turned against me.", "sent2": "All my inward friends abhorred me: and they whom I loved are turned against me.", "score": 4.02}, {"ref": "JOB 19:20", "sent1": "To my skin and to my flesh || My bone has cleaved, || And I deliver myself with the skin of my teeth.", "sent2": "My bone cleaveth to my skin and to my flesh, and I am escaped with the skin of my teeth.", "score": 3.75}, {"ref": "JOB 19:21", "sent1": "Pity me, pity me, you my friends, || For the hand of God has struck against me.", "sent2": "Have pity upon me, have pity upon me, O ye my friends; for the hand of God hath touched me.", "score": 4.19}, {"ref": "JOB 19:22", "sent1": "Why do you pursue me as God? And are not satisfied with my flesh?", "sent2": "Why do ye persecute me as God, and are not satisfied with my flesh?", "score": 4.84}, {"ref": "JOB 19:23", "sent1": "Who grants now, that my words may be written? Who grants that they may be inscribed in a scroll?", "sent2": "Oh that my words were now written! oh that they were printed in a book!", "score": 3.04}, {"ref": "JOB 19:24", "sent1": "With a pen of iron and lead—They may be hewn in a rock forever.", "sent2": "That they were graven with an iron pen and lead in the rock for ever!", "score": 3.28}, {"ref": "JOB 19:25", "sent1": "That—I have known my Redeemer, || The Living and the Last, || For He raises the dust.", "sent2": "For I know that my redeemer liveth, and that he shall stand at the latter day upon the earth:", "score": 2.71}, {"ref": "JOB 19:26", "sent1": "And after my skin has surrounded this [body], || Then from my flesh I see God—", "sent2": "And though after my skin worms destroy this body, yet in my flesh shall I see God:", "score": 3.81}, {"ref": "JOB 19:27", "sent1": "Whom I see on my side, || And my eyes have beheld, and not a stranger, || My reins have been consumed in my bosom.", "sent2": "Whom I shall see for myself, and mine eyes shall behold, and not another; though my reins be consumed within me.", "score": 3.74}, {"ref": "JOB 19:28", "sent1": "But you say, Why do we pursue after him? And the root of the matter has been found in me.", "sent2": "But ye should say, Why persecute we him, seeing the root of the matter is found in me?", "score": 4.27}, {"ref": "JOB 19:29", "sent1": "Be afraid because of the sword, || For the punishments of the sword [are] furious, || That you may know that [there is] a judgment.”", "sent2": "Be ye afraid of the sword: for wrath bringeth the punishments of the sword, that ye may know there is a judgment.", "score": 3.92}, {"ref": "JOB 20:1", "sent1": "And Zophar the Naamathite answers and says:", "sent2": "Then answered Zophar the Naamathite, and said,", "score": 4.65}, {"ref": "JOB 20:2", "sent1": "“Therefore my thoughts cause me to answer, || And because of my sensations in me.", "sent2": "Therefore do my thoughts cause me to answer, and for this I make haste.", "score": 3.75}, {"ref": "JOB 20:3", "sent1": "I hear the discipline of my shame, || And the spirit of my understanding causes me to answer:", "sent2": "I have heard the check of my reproach, and the spirit of my understanding causeth me to answer.", "score": 3.85}, {"ref": "JOB 20:4", "sent1": "Have you known this from antiquity? Since the placing of man on earth?", "sent2": "Knowest thou not this of old, since man was placed upon earth,", "score": 4.15}, {"ref": "JOB 20:5", "sent1": "That the singing of the wicked [is] short, || And the joy of the profane for a moment,", "sent2": "That the triumphing of the wicked is short, and the joy of the hypocrite but for a moment?", "score": 3.02}, {"ref": "JOB 20:6", "sent1": "Though his excellence goes up to the heavens, || He strikes his head against a cloud—", "sent2": "Though his excellency mount up to the heavens, and his head reach unto the clouds;", "score": 4.01}, {"ref": "JOB 20:7", "sent1": "He perishes as his own dung forever, || His beholders say, Where [is] he?", "sent2": "Yet he shall perish for ever like his own dung: they which have seen him shall say, Where is he?", "score": 3.68}, {"ref": "JOB 20:8", "sent1": "He flees as a dream, and they do not find him, || And he is driven away as a vision of the night,", "sent2": "He shall fly away as a dream, and shall not be found: yea, he shall be chased away as a vision of the night.", "score": 3.94}, {"ref": "JOB 20:9", "sent1": "The eye has not seen him, and does not add. And his place does not behold him again.", "sent2": "The eye also which saw him shall see him no more; neither shall his place any more behold him.", "score": 4.25}, {"ref": "JOB 20:10", "sent1": "His sons oppress the poor, || And his hands give back his wealth.", "sent2": "His children shall seek to please the poor, and his hands shall restore their goods.", "score": 3.81}, {"ref": "JOB 20:11", "sent1": "His bones have been full of his youth, and it lies down with him on the dust.", "sent2": "His bones are full of the sin of his youth, which shall lie down with him in the dust.", "score": 4.3}, {"ref": "JOB 20:12", "sent1": "Though he sweetens evil in his mouth, hides it under his tongue,", "sent2": "Though wickedness be sweet in his mouth, though he hide it under his tongue;", "score": 4.52}, {"ref": "JOB 20:13", "sent1": "has pity on it, and does not forsake it, and keeps it back in the midst of his palate,", "sent2": "Though he spare it, and forsake it not; but keep it still within his mouth:", "score": 3.64}, {"ref": "JOB 20:14", "sent1": "his food is turned in his bowels, the bitterness of cobras [is] in his heart.", "sent2": "Yet his meat in his bowels is turned, it is the gall of asps within him.", "score": 3.44}, {"ref": "JOB 20:15", "sent1": "He has swallowed wealth, and vomits it. God drives it out from his belly.", "sent2": "He hath swallowed down riches, and he shall vomit them up again: God shall cast them out of his belly.", "score": 4.27}, {"ref": "JOB 20:16", "sent1": "He sucks [the] gall of cobras, the tongue of a viper slays him.", "sent2": "He shall suck the poison of asps: the viper’s tongue shall slay him.", "score": 3.83}, {"ref": "JOB 20:17", "sent1": "He does not look on streams, || Flowing of brooks of honey and butter.", "sent2": "He shall not see the rivers, the floods, the brooks of honey and butter.", "score": 3.7}, {"ref": "JOB 20:18", "sent1": "He is giving back [what] he labored for, and does not consume [it]; As a bulwark [is] his exchange, and he does not exult.", "sent2": "That which he laboured for shall he restore, and shall not swallow it down: according to his substance shall the restitution be, and he shall not rejoice therein.", "score": 4.0}, {"ref": "JOB 20:19", "sent1": "For he oppressed—he forsook the poor, || He has taken a house away violently, || And he does not build it.", "sent2": "Because he hath oppressed and hath forsaken the poor; because he hath violently taken away an house which he builded not;", "score": 4.02}, {"ref": "JOB 20:20", "sent1": "For he has not known ease in his belly. With his desirable thing he does not deliver himself.", "sent2": "Surely he shall not feel quietness in his belly, he shall not save of that which he desired.", "score": 3.67}, {"ref": "JOB 20:21", "sent1": "There is not a remnant to his food, || Therefore his good does not stay.", "sent2": "There shall none of his meat be left; therefore shall no man look for his goods.", "score": 3.36}, {"ref": "JOB 20:22", "sent1": "In the fullness of his sufficiency he is constricted. Every perverse hand meets him.", "sent2": "In the fulness of his sufficiency he shall be in straits: every hand of the wicked shall come upon him.", "score": 4.01}, {"ref": "JOB 20:23", "sent1": "It comes to pass, at the filling of his belly, || He sends forth against him || The fierceness of His anger, || Indeed, He rains on him in his eating.", "sent2": "When he is about to fill his belly, God shall cast the fury of his wrath upon him, and shall rain it upon him while he is eating.", "score": 2.98}, {"ref": "JOB 20:24", "sent1": "He flees from an iron weapon, || A bow of bronze passes through him.", "sent2": "He shall flee from the iron weapon, and the bow of steel shall strike him through.", "score": 3.98}, {"ref": "JOB 20:25", "sent1": "One has drawn, || And it comes out from the body, || And a glittering weapon proceeds from his gall. Terrors [are] on him.", "sent2": "It is drawn, and cometh out of the body; yea, the glittering sword cometh out of his gall: terrors are upon him.", "score": 4.13}, {"ref": "JOB 20:26", "sent1": "All darkness is hid for his treasures, || A fire not blown consumes him, || The remnant is broken in his tent.", "sent2": "All darkness shall be hid in his secret places: a fire not blown shall consume him; it shall go ill with him that is left in his tabernacle.", "score": 3.93}, {"ref": "JOB 20:27", "sent1": "The heavens reveal his iniquity, || And earth is raising itself against him.", "sent2": "The heaven shall reveal his iniquity; and the earth shall rise up against him.", "score": 4.34}, {"ref": "JOB 20:28", "sent1": "The increase of his house is removed, || Poured forth in a day of His anger.", "sent2": "The increase of his house shall depart, and his goods shall flow away in the day of his wrath.", "score": 3.58}, {"ref": "JOB 20:29", "sent1": "This [is] the portion of a wicked man from God. And an inheritance appointed him by God.”", "sent2": "This is the portion of a wicked man from God, and the heritage appointed unto him by God.", "score": 4.49}, {"ref": "JOB 21:1", "sent1": "And Job answers and says:", "sent2": "But Job answered and said,", "score": 4.49}, {"ref": "JOB 21:2", "sent1": "“Hear my word diligently, || And this is your consolation.", "sent2": "Hear diligently my speech, and let this be your consolations.", "score": 3.81}, {"ref": "JOB 21:3", "sent1": "Bear with me, and I speak, || And after my speaking—you may deride.", "sent2": "Suffer me that I may speak; and after that I have spoken, mock on.", "score": 3.81}, {"ref": "JOB 21:4", "sent1": "[Is] my complaint [against] man? And if [so], why may my temper not become short?", "sent2": "As for me, is my complaint to man? and if it were so, why should not my spirit be troubled?", "score": 4.16}, {"ref": "JOB 21:5", "sent1": "Turn to me, and be astonished, || And put hand to mouth.", "sent2": "Mark me, and be astonished, and lay your hand upon your mouth.", "score": 3.73}, {"ref": "JOB 21:6", "sent1": "Indeed, if I have remembered, then I have been troubled. And my flesh has taken fright.", "sent2": "Even when I remember I am afraid, and trembling taketh hold on my flesh.", "score": 3.79}, {"ref": "JOB 21:7", "sent1": "Why do the wicked live? They have become old, || Indeed, they have been mighty in wealth.", "sent2": "Wherefore do the wicked live, become old, yea, are mighty in power?", "score": 3.69}, {"ref": "JOB 21:8", "sent1": "Their seed is established, || Before their face with them, || And their offspring before their eyes.", "sent2": "Their seed is established in their sight with them, and their offspring before their eyes.", "score": 4.27}, {"ref": "JOB 21:9", "sent1": "Their houses [are] peace without fear, || Nor [is] a rod of God on them.", "sent2": "Their houses are safe from fear, neither is the rod of God upon them.", "score": 4.24}, {"ref": "JOB 21:10", "sent1": "His bullock breeds without fail. His cow brings forth safely, and does not miscarry.", "sent2": "Their bull gendereth, and faileth not; their cow calveth, and casteth not her calf.", "score": 3.61}, {"ref": "JOB 21:11", "sent1": "They send forth their sucklings as a flock, || And their children skip,", "sent2": "They send forth their little ones like a flock, and their children dance.", "score": 3.99}, {"ref": "JOB 21:12", "sent1": "They lift [themselves] up at timbrel and harp, || And rejoice at the sound of a pipe.", "sent2": "They take the timbrel and harp, and rejoice at the sound of the organ.", "score": 3.76}, {"ref": "JOB 21:13", "sent1": "They wear out their days in good, || And in a moment go down [to] Sheol.", "sent2": "They spend their days in wealth, and in a moment go down to the grave.", "score": 3.23}, {"ref": "JOB 21:14", "sent1": "And they say to God, Turn aside from us, || And the knowledge of Your ways || We have not desired.", "sent2": "Therefore they say unto God, Depart from us; for we desire not the knowledge of thy ways.", "score": 4.03}, {"ref": "JOB 21:15", "sent1": "What [is] the Mighty One that we serve Him? And what do we profit when we meet with Him?", "sent2": "What is the Almighty, that we should serve him? and what profit should we have, if we pray unto him?", "score": 4.32}, {"ref": "JOB 21:16", "sent1": "Behold, their good [is] not in their hand || (The counsel of the wicked || Has been far from me).", "sent2": "Lo, their good is not in their hand: the counsel of the wicked is far from me.", "score": 3.67}, {"ref": "JOB 21:17", "sent1": "How often is the lamp of the wicked extinguished, || And their calamity comes on them? He apportions pangs in His anger.", "sent2": "How oft is the candle of the wicked put out! and how oft cometh their destruction upon them! God distributeth sorrows in his anger.", "score": 4.19}, {"ref": "JOB 21:18", "sent1": "They are as straw before wind, || And as chaff a windstorm has stolen away,", "sent2": "They are as stubble before the wind, and as chaff that the storm carrieth away.", "score": 4.0}]